IDEA StatiCa Open Model
Segment2D Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The Segment2D type exposes the following members.
Properties
Name | Description
EndPoint
 Gets or sets the endpoint of the segment.
Top
See Also
Reference
Segment2D Class
IdeaRS.OpenModel.Geometry2D Namespace